<?php
/*********************************************************************************
 *  PhpStorm - composer
 *-------------------------------------------------------------------------------
 * 版权所有: CopyRight By cw100.com
 * 文件内容简单说明
 *-------------------------------------------------------------------------------
 * $FILE:database.php
 * $Author:zxs
 * $Dtime:2017/5/24
 ***********************************************************************************/
return [
    'driver' => 'mysql',
    'host' => '127.0.0.1',
    'port' => '3306',
    'database' => 'qiye',
    'username' => 'root',
    'password' => 'zhuxishun',
    'charset' => 'utf8',
    'collation' => 'utf8_unicode_ci',
    'prefix' => '',
    'strict' => false,
    'engine' => null,
];